export const countries = [
  {
    "name": "Албания",
    "capital": "Тирана",
    "flag": "🇦🇱",
    "fact": "Одна из самых солнечных стран Европы • Регион: Европа"
  },
  {
    "name": "Андорра",
    "capital": "Андорра-ла-Велья",
    "flag": "🇦🇩",
    "fact": "Карликовое государство в Пиренеях"
  },
  {
    "name": "Австрия",
    "capital": "Вена",
    "flag": "🇦🇹",
    "fact": "Родина классической музыки • Регион: Европа"
  },
  {
    "name": "Беларусь",
    "capital": "Минск",
    "flag": "🇧🇾",
    "fact": "Одна из самых лесистых стран Европы • Регион: Европа"
  },
  {
    "name": "Бельгия",
    "capital": "Брюссель",
    "flag": "🇧🇪",
    "fact": "Известна шоколадом и вафлями • Регион: Европа"
  },
  {
    "name": "Босния и Герцеговина",
    "capital": "Сараево",
    "flag": "🇧🇦",
    "fact": "Где началась Первая мировая война"
  },
  {
    "name": "Болгария",
    "capital": "София",
    "flag": "🇧🇬",
    "fact": "Одна из старейших стран Европы"
  },
  {
    "name": "Хорватия",
    "capital": "Загреб",
    "flag": "🇭🇷",
    "fact": "Популярное место съёмок «Игры престолов» • Регион: Европа"
  },
  {
    "name": "Кипр",
    "capital": "Никосия",
    "flag": "🇨🇾",
    "fact": "Остров Афродиты • Регион: Европа"
  },
  {
    "name": "Чехия",
    "capital": "Прага",
    "flag": "🇨🇿",
    "fact": "Знаменита средневековой архитектурой"
  },
  {
    "name": "Дания",
    "capital": "Копенгаген",
    "flag": "🇩🇰",
    "fact": "Одна из самых счастливых стран мира • Регион: Европа"
  },
  {
    "name": "Эстония",
    "capital": "Таллин",
    "flag": "🇪🇪",
    "fact": "Одна из самых цифровых стран • Регион: Европа"
  },
  {
    "name": "Финляндия",
    "capital": "Хельсинки",
    "flag": "🇫🇮",
    "fact": "Родина Санта-Клауса • Регион: Европа"
  },
  {
    "name": "Франция",
    "capital": "Париж",
    "flag": "🇫🇷",
    "fact": "Самая посещаемая страна в мире • Регион: Европа"
  },
  {
    "name": "Германия",
    "capital": "Берлин",
    "flag": "🇩🇪",
    "fact": "Крупнейшая экономика Европы • Регион: Европа"
  },
  {
    "name": "Греция",
    "capital": "Афины",
    "flag": "🇬🇷",
    "fact": "Колыбель демократии • Регион: Европа"
  },
  {
    "name": "Венгрия",
    "capital": "Будапешт",
    "flag": "🇭🇺",
    "fact": "Известна термальными источниками • Регион: Европа"
  },
  {
    "name": "Исландия",
    "capital": "Рейкьявик",
    "flag": "🇮🇸",
    "fact": "Страна вулканов и гейзеров • Регион: Европа"
  },
  {
    "name": "Ирландия",
    "capital": "Дублин",
    "flag": "🇮🇪",
    "fact": "Известна как Изумрудный остров • Регион: Европа"
  },
  {
    "name": "Италия",
    "capital": "Рим",
    "flag": "🇮🇹",
    "fact": "Родина Римской империи • Регион: Европа"
  },
  {
    "name": "Косово",
    "capital": "Приштина",
    "flag": "🇽🇰",
    "fact": "Частично признанное государство"
  },
  {
    "name": "Латвия",
    "capital": "Рига",
    "flag": "🇱🇻",
    "fact": "Известна своей архитектурой модерн • Регион: Европа"
  },
  {
    "name": "Лихтенштейн",
    "capital": "Вадуц",
    "flag": "🇱🇮",
    "fact": "Одна из самых богатых стран мира • Регион: Европа"
  },
  {
    "name": "Литва",
    "capital": "Вильнюс",
    "flag": "🇱🇹",
    "fact": "Одна из балтийских стран • Регион: Европа"
  },
  {
    "name": "Люксембург",
    "capital": "Люксембург",
    "flag": "🇱🇺",
    "fact": "Великий герцогство • Регион: Европа"
  },
  {
    "name": "Мальта",
    "capital": "Валлетта",
    "flag": "🇲🇹",
    "fact": "Маленькое островное государство"
  },
  {
    "name": "Молдова",
    "capital": "Кишинёв",
    "flag": "🇲🇩",
    "fact": "Известна своими винами • Регион: Европа"
  },
  {
    "name": "Монако",
    "capital": "Монако",
    "flag": "🇲🇨",
    "fact": "Второе по величине карликовое государство"
  },
  {
    "name": "Черногория",
    "capital": "Подгорица",
    "flag": "🇲🇪",
    "fact": "Популярное туристическое направление • Регион: Европа"
  },
  {
    "name": "Нидерланды",
    "capital": "Амстердам",
    "flag": "🇳🇱",
    "fact": "Известны тюльпанами и каналами"
  },
  {
    "name": "Северная Македония",
    "capital": "Скопье",
    "flag": "🇲🇰",
    "fact": "Страна на Балканах • Регион: Европа"
  },
  {
    "name": "Норвегия",
    "capital": "Осло",
    "flag": "🇳🇴",
    "fact": "Известна фьордами • Регион: Европа"
  },
  {
    "name": "Польша",
    "capital": "Варшава",
    "flag": "🇵🇱",
    "fact": "Крупная страна Центральной Европы"
  },
  {
    "name": "Португалия",
    "capital": "Лиссабон",
    "flag": "🇵🇹",
    "fact": "Одна из старейших стран Европы"
  },
  {
    "name": "Румыния",
    "capital": "Бухарест",
    "flag": "🇷🇴",
    "fact": "Связана с легендой о Дракуле"
  },
  {
    "name": "Россия",
    "capital": "Москва",
    "flag": "🇷🇺",
    "fact": "Крупнейшая страна мира • Регион: Европа"
  },
  {
    "name": "Сан-Марино",
    "capital": "Сан-Марино",
    "flag": "🇸🇲",
    "fact": "Одна из старейших республик • Регион: Европа"
  },
  {
    "name": "Сербия",
    "capital": "Белград",
    "flag": "🇷🇸",
    "fact": "Крупнейшая страна бывшей Югославии"
  },
  {
    "name": "Словакия",
    "capital": "Братислава",
    "flag": "🇸🇰",
    "fact": "Горная страна в центре Европы"
  },
  {
    "name": "Словения",
    "capital": "Любляна",
    "flag": "🇸🇮",
    "fact": "Известна озером Блед • Регион: Европа"
  },
  {
    "name": "Испания",
    "capital": "Мадрид",
    "flag": "🇪🇸",
    "fact": "Известна фламенко и корридой • Регион: Европа"
  },
  {
    "name": "Швеция",
    "capital": "Стокгольм",
    "flag": "🇸🇪",
    "fact": "Одна из самых инновационных стран • Регион: Европа"
  },
  {
    "name": "Швейцария",
    "capital": "Берн",
    "flag": "🇨🇭",
    "fact": "Известна банками и часами • Регион: Европа"
  },
  {
    "name": "Украина",
    "capital": "Киев",
    "flag": "🇺🇦",
    "fact": "Одна из крупнейших стран Европы"
  },
  {
    "name": "Великобритания",
    "capital": "Лондон",
    "flag": "🇬🇧",
    "fact": "Состоит из четырёх стран • Регион: Европа"
  },
  {
    "name": "Ватикан",
    "capital": "Ватикан",
    "flag": "🇻🇦",
    "fact": "Самое маленькое государство в мире"
  },
  {
    "name": "Афганистан",
    "capital": "Кабул",
    "flag": "🇦🇫",
    "fact": "Одна из самых горных стран мира • Регион: Азия"
  },
  {
    "name": "Армения",
    "capital": "Ереван",
    "flag": "🇦🇲",
    "fact": "Первая страна, принявшая христианство"
  },
  {
    "name": "Азербайджан",
    "capital": "Баку",
    "flag": "🇦🇿",
    "fact": "Известен как страна огней • Регион: Азия"
  },
  {
    "name": "Бахрейн",
    "capital": "Манама",
    "flag": "🇧🇭",
    "fact": "Островное государство в Персидском заливе"
  },
  {
    "name": "Бангладеш",
    "capital": "Дакка",
    "flag": "🇧🇩",
    "fact": "Одна из самых густонаселённых стран • Регион: Азия"
  },
  {
    "name": "Бутан",
    "capital": "Тхимпху",
    "flag": "🇧🇹",
    "fact": "Измеряет счастье вместо ВВП • Регион: Азия"
  },
  {
    "name": "Бруней",
    "capital": "Бандар-Сери-Бегаван",
    "flag": "🇧🇳",
    "fact": "Богатое нефтяное государство"
  },
  {
    "name": "Камбоджа",
    "capital": "Пномпень",
    "flag": "🇰🇭",
    "fact": "Дом храмового комплекса Ангкор"
  },
  {
    "name": "Китай",
    "capital": "Пекин",
    "flag": "🇨🇳",
    "fact": "Самая населённая страна мира • Регион: Азия"
  },
  {
    "name": "Кипр",
    "capital": "Никосия",
    "flag": "🇨🇾",
    "fact": "Географически находится в Азии"
  },
  {
    "name": "Грузия",
    "capital": "Тбилиси",
    "flag": "🇬🇪",
    "fact": "Одна из древнейших винодельческих стран"
  },
  {
    "name": "Индия",
    "capital": "Нью-Дели",
    "flag": "🇮🇳",
    "fact": "Вторая по численности населения страна"
  },
  {
    "name": "Индонезия",
    "capital": "Джакарта",
    "flag": "🇮🇩",
    "fact": "Крупнейшее островное государство"
  },
  {
    "name": "Иран",
    "capital": "Тегеран",
    "flag": "🇮🇷",
    "fact": "Одна из древнейших цивилизаций"
  },
  {
    "name": "Ирак",
    "capital": "Багдад",
    "flag": "🇮🇶",
    "fact": "Колыбель древней Месопотамии"
  },
  {
    "name": "Израиль",
    "capital": "Иерусалим",
    "flag": "🇮🇱",
    "fact": "Священное место трёх религий"
  },
  {
    "name": "Япония",
    "capital": "Токио",
    "flag": "🇯🇵",
    "fact": "Страна восходящего солнца • Регион: Азия"
  },
  {
    "name": "Иордания",
    "capital": "Амман",
    "flag": "🇯🇴",
    "fact": "Дом древнего города Петра • Регион: Азия"
  },
  {
    "name": "Казахстан",
    "capital": "Астана",
    "flag": "🇰🇿",
    "fact": "Крупнейшая страна без выхода к морю"
  },
  {
    "name": "Кувейт",
    "capital": "Эль-Кувейт",
    "flag": "🇰🇼",
    "fact": "Богат нефтью • Регион: Азия"
  },
  {
    "name": "Киргизия",
    "capital": "Бишкек",
    "flag": "🇰🇬",
    "fact": "Страна гор и кочевой культуры"
  },
  {
    "name": "Лаос",
    "capital": "Вьентьян",
    "flag": "🇱🇦",
    "fact": "Единственная страна ЮВА без выхода к морю"
  },
  {
    "name": "Ливан",
    "capital": "Бейрут",
    "flag": "🇱🇧",
    "fact": "Исторический центр торговли • Регион: Азия"
  },
  {
    "name": "Малайзия",
    "capital": "Куала-Лумпур",
    "flag": "🇲🇾",
    "fact": "Известна башнями Петронас • Регион: Азия"
  },
  {
    "name": "Мальдивы",
    "capital": "Мале",
    "flag": "🇲🇻",
    "fact": "Самая низко расположенная страна • Регион: Азия"
  },
  {
    "name": "Монголия",
    "capital": "Улан-Батор",
    "flag": "🇲🇳",
    "fact": "Самая малонаселённая страна по плотности • Регион: Азия"
  },
  {
    "name": "Мьянма",
    "capital": "Нейпьидо",
    "flag": "🇲🇲",
    "fact": "Ранее называлась Бирма • Регион: Азия"
  },
  {
    "name": "Непал",
    "capital": "Катманду",
    "flag": "🇳🇵",
    "fact": "Здесь находится Эверест • Регион: Азия"
  },
  {
    "name": "Оман",
    "capital": "Маскат",
    "flag": "🇴🇲",
    "fact": "Одна из старейших независимых стран региона"
  },
  {
    "name": "Пакистан",
    "capital": "Исламабад",
    "flag": "🇵🇰",
    "fact": "Ядерная держава • Регион: Азия"
  },
  {
    "name": "Филиппины",
    "capital": "Манила",
    "flag": "🇵🇭",
    "fact": "Состоит из более чем 7000 островов"
  },
  {
    "name": "Катар",
    "capital": "Доха",
    "flag": "🇶🇦",
    "fact": "Одна из самых богатых стран мира • Регион: Азия"
  },
  {
    "name": "Саудовская Аравия",
    "capital": "Эр-Рияд",
    "flag": "🇸🇦",
    "fact": "Родина ислама • Регион: Азия"
  },
  {
    "name": "Сингапур",
    "capital": "Сингапур",
    "flag": "🇸🇬",
    "fact": "Один из крупнейших финансовых центров"
  },
  {
    "name": "Южная Корея",
    "capital": "Сеул",
    "flag": "🇰🇷",
    "fact": "Мировой лидер в технологиях • Регион: Азия"
  },
  {
    "name": "Северная Корея",
    "capital": "Пхеньян",
    "flag": "🇰🇵",
    "fact": "Одна из самых закрытых стран • Регион: Азия"
  },
  {
    "name": "Шри-Ланка",
    "capital": "Шри-Джаяварденепура-Котте",
    "flag": "🇱🇰",
    "fact": "Известна чаем • Регион: Азия"
  },
  {
    "name": "Сирия",
    "capital": "Дамаск",
    "flag": "🇸🇾",
    "fact": "Один из древнейших городов мира"
  },
  {
    "name": "Таджикистан",
    "capital": "Душанбе",
    "flag": "🇹🇯",
    "fact": "Горная страна Центральной Азии"
  },
  {
    "name": "Таиланд",
    "capital": "Бангкок",
    "flag": "🇹🇭",
    "fact": "Известен своими пляжами и кухней • Регион: Азия"
  },
  {
    "name": "Тимор-Лесте",
    "capital": "Дили",
    "flag": "🇹🇱",
    "fact": "Молодое государство • Регион: Азия"
  },
  {
    "name": "Турция",
    "capital": "Анкара",
    "flag": "🇹🇷",
    "fact": "Расположена на границе Европы и Азии"
  },
  {
    "name": "Туркменистан",
    "capital": "Ашхабад",
    "flag": "🇹🇲",
    "fact": "Известен мраморными зданиями • Регион: Азия"
  },
  {
    "name": "ОАЭ",
    "capital": "Абу-Даби",
    "flag": "🇦🇪",
    "fact": "Федерация семи эмиратов • Регион: Азия"
  },
  {
    "name": "Узбекистан",
    "capital": "Ташкент",
    "flag": "🇺🇿",
    "fact": "Часть древнего Шёлкового пути"
  },
  {
    "name": "Вьетнам",
    "capital": "Ханой",
    "flag": "🇻🇳",
    "fact": "Известен своей кухней • Регион: Азия"
  },
  {
    "name": "Йемен",
    "capital": "Сана",
    "flag": "🇾🇪",
    "fact": "Одна из древнейших культур региона"
  },
  {
    "name": "Алжир",
    "capital": "Алжир",
    "flag": "🇩🇿",
    "fact": "Крупнейшая страна Африки по площади"
  },
  {
    "name": "Ангола",
    "capital": "Луанда",
    "flag": "🇦🇴",
    "fact": "Богата нефтью и алмазами • Регион: Африка"
  },
  {
    "name": "Бенин",
    "capital": "Порто-Ново",
    "flag": "🇧🇯",
    "fact": "Родина религии вуду • Регион: Африка"
  },
  {
    "name": "Ботсвана",
    "capital": "Габороне",
    "flag": "🇧🇼",
    "fact": "Известна своими заповедниками • Регион: Африка"
  },
  {
    "name": "Буркина-Фасо",
    "capital": "Уагадугу",
    "flag": "🇧🇫",
    "fact": "Название означает «страна честных людей»"
  },
  {
    "name": "Бурунди",
    "capital": "Гитега",
    "flag": "🇧🇮",
    "fact": "Одна из самых густонаселённых стран Африки • Регион: Африка"
  },
  {
    "name": "Кабо-Верде",
    "capital": "Прая",
    "flag": "🇨🇻",
    "fact": "Островное государство в Атлантике"
  },
  {
    "name": "Камерун",
    "capital": "Яунде",
    "flag": "🇨🇲",
    "fact": "Называют «Африка в миниатюре»"
  },
  {
    "name": "ЦАР",
    "capital": "Банги",
    "flag": "🇨🇫",
    "fact": "Одна из беднейших стран мира"
  },
  {
    "name": "Чад",
    "capital": "Нджамена",
    "flag": "🇹🇩",
    "fact": "Имеет одноимённое озеро Чад • Регион: Африка"
  },
  {
    "name": "Коморы",
    "capital": "Морони",
    "flag": "🇰🇲",
    "fact": "Архипелаг в Индийском океане"
  },
  {
    "name": "ДР Конго",
    "capital": "Киншаса",
    "flag": "🇨🇩",
    "fact": "Богата природными ресурсами • Регион: Африка"
  },
  {
    "name": "Республика Конго",
    "capital": "Браззавиль",
    "flag": "🇨🇬",
    "fact": "Расположена на экваторе • Регион: Африка"
  },
  {
    "name": "Кот-д’Ивуар",
    "capital": "Ямусукро",
    "flag": "🇨🇮",
    "fact": "Крупный производитель какао • Регион: Африка"
  },
  {
    "name": "Джибути",
    "capital": "Джибути",
    "flag": "🇩🇯",
    "fact": "Стратегическое расположение у Красного моря"
  },
  {
    "name": "Египет",
    "capital": "Каир",
    "flag": "🇪🇬",
    "fact": "Дом древних пирамид • Регион: Африка"
  },
  {
    "name": "Экваториальная Гвинея",
    "capital": "Малабо",
    "flag": "🇬🇶",
    "fact": "Единственная испаноязычная страна Африки"
  },
  {
    "name": "Эритрея",
    "capital": "Асмэра",
    "flag": "🇪🇷",
    "fact": "Получила независимость от Эфиопии"
  },
  {
    "name": "Эфиопия",
    "capital": "Аддис-Абеба",
    "flag": "🇪🇹",
    "fact": "Одна из древнейших стран мира"
  },
  {
    "name": "Габон",
    "capital": "Либревиль",
    "flag": "🇬🇦",
    "fact": "Богат нефтью • Регион: Африка"
  },
  {
    "name": "Гамбия",
    "capital": "Банжул",
    "flag": "🇬🇲",
    "fact": "Самая маленькая страна материковой Африки • Регион: Африка"
  },
  {
    "name": "Гана",
    "capital": "Аккра",
    "flag": "🇬🇭",
    "fact": "Одна из первых независимых стран Африки"
  },
  {
    "name": "Гвинея",
    "capital": "Конакри",
    "flag": "🇬🇳",
    "fact": "Богата бокситами • Регион: Африка"
  },
  {
    "name": "Гвинея-Бисау",
    "capital": "Бисау",
    "flag": "🇬🇼",
    "fact": "Небольшое прибрежное государство"
  },
  {
    "name": "Кения",
    "capital": "Найроби",
    "flag": "🇰🇪",
    "fact": "Известна сафари • Регион: Африка"
  },
  {
    "name": "Лесото",
    "capital": "Масеру",
    "flag": "🇱🇸",
    "fact": "Полностью окружена ЮАР • Регион: Африка"
  },
  {
    "name": "Либерия",
    "capital": "Монровия",
    "flag": "🇱🇷",
    "fact": "Основана освобождёнными рабами"
  },
  {
    "name": "Ливия",
    "capital": "Триполи",
    "flag": "🇱🇾",
    "fact": "Большая часть территории — пустыня"
  },
  {
    "name": "Мадагаскар",
    "capital": "Антананариву",
    "flag": "🇲🇬",
    "fact": "Уникальная флора и фауна • Регион: Африка"
  },
  {
    "name": "Малави",
    "capital": "Лилонгве",
    "flag": "🇲🇼",
    "fact": "Известна озером Малави • Регион: Африка"
  },
  {
    "name": "Мали",
    "capital": "Бамако",
    "flag": "🇲🇱",
    "fact": "Дом древнего города Тимбукту"
  },
  {
    "name": "Мавритания",
    "capital": "Нуакшот",
    "flag": "🇲🇷",
    "fact": "Преобладает пустыня Сахара • Регион: Африка"
  },
  {
    "name": "Маврикий",
    "capital": "Порт-Луи",
    "flag": "🇲🇺",
    "fact": "Популярный курорт • Регион: Африка"
  },
  {
    "name": "Марокко",
    "capital": "Рабат",
    "flag": "🇲🇦",
    "fact": "Известно своими базарами • Регион: Африка"
  },
  {
    "name": "Мозамбик",
    "capital": "Мапуту",
    "flag": "🇲🇿",
    "fact": "Длинное побережье Индийского океана"
  },
  {
    "name": "Намибия",
    "capital": "Виндхук",
    "flag": "🇳🇦",
    "fact": "Дом пустыни Намиб • Регион: Африка"
  },
  {
    "name": "Нигер",
    "capital": "Ниамей",
    "flag": "🇳🇪",
    "fact": "Названа в честь реки Нигер • Регион: Африка"
  },
  {
    "name": "Нигерия",
    "capital": "Абуджа",
    "flag": "🇳🇬",
    "fact": "Самая населённая страна Африки • Регион: Африка"
  },
  {
    "name": "Руанда",
    "capital": "Кигали",
    "flag": "🇷🇼",
    "fact": "Известна как «страна тысячи холмов» • Регион: Африка"
  },
  {
    "name": "Сан-Томе и Принсипи",
    "capital": "Сан-Томе",
    "flag": "🇸🇹",
    "fact": "Островное государство • Регион: Африка"
  },
  {
    "name": "Сенегал",
    "capital": "Дакар",
    "flag": "🇸🇳",
    "fact": "Известен ралли Париж-Дакар • Регион: Африка"
  },
  {
    "name": "Сейшелы",
    "capital": "Виктория",
    "flag": "🇸🇨",
    "fact": "Популярный туристический архипелаг"
  },
  {
    "name": "Сьерра-Леоне",
    "capital": "Фритаун",
    "flag": "🇸🇱",
    "fact": "Богата алмазами • Регион: Африка"
  },
  {
    "name": "Сомали",
    "capital": "Могадишо",
    "flag": "🇸🇴",
    "fact": "Длинная береговая линия • Регион: Африка"
  },
  {
    "name": "ЮАР",
    "capital": "Претория",
    "flag": "🇿🇦",
    "fact": "Имеет три столицы • Регион: Африка"
  },
  {
    "name": "Южный Судан",
    "capital": "Джуба",
    "flag": "🇸🇸",
    "fact": "Самое молодое государство мира"
  },
  {
    "name": "Судан",
    "capital": "Хартум",
    "flag": "🇸🇩",
    "fact": "Расположен у слияния Нила • Регион: Африка"
  },
  {
    "name": "Эсватини",
    "capital": "Мбабане",
    "flag": "🇸🇿",
    "fact": "Ранее называлась Свазиленд • Регион: Африка"
  },
  {
    "name": "Танзания",
    "capital": "Додома",
    "flag": "🇹🇿",
    "fact": "Дом горы Килиманджаро • Регион: Африка"
  },
  {
    "name": "Того",
    "capital": "Ломе",
    "flag": "🇹🇬",
    "fact": "Узкая страна на побережье • Регион: Африка"
  },
  {
    "name": "Тунис",
    "capital": "Тунис",
    "flag": "🇹🇳",
    "fact": "Североафриканская страна с древней историей"
  },
  {
    "name": "Уганда",
    "capital": "Кампала",
    "flag": "🇺🇬",
    "fact": "Известна озером Виктория • Регион: Африка"
  },
  {
    "name": "Замбия",
    "capital": "Лусака",
    "flag": "🇿🇲",
    "fact": "Дом водопада Виктория • Регион: Африка"
  },
  {
    "name": "Зимбабве",
    "capital": "Хараре",
    "flag": "🇿🇼",
    "fact": "Известна руинами Великого Зимбабве • Регион: Африка"
  },
  {
    "name": "Антигуа и Барбуда",
    "capital": "Сент-Джонс",
    "flag": "🇦🇬",
    "fact": "Состоит из двух основных островов"
  },
  {
    "name": "Аргентина",
    "capital": "Буэнос-Айрес",
    "flag": "🇦🇷",
    "fact": "Родина танго • Регион: Америка"
  },
  {
    "name": "Багамы",
    "capital": "Нассау",
    "flag": "🇧🇸",
    "fact": "Архипелаг из 700 островов • Регион: Америка"
  },
  {
    "name": "Барбадос",
    "capital": "Бриджтаун",
    "flag": "🇧🇧",
    "fact": "Популярный туристический остров"
  },
  {
    "name": "Белиз",
    "capital": "Бельмопан",
    "flag": "🇧🇿",
    "fact": "Единственная англоязычная страна Центральной Америки"
  },
  {
    "name": "Боливия",
    "capital": "Сукре",
    "flag": "🇧🇴",
    "fact": "Имеет две столицы • Регион: Америка"
  },
  {
    "name": "Бразилия",
    "capital": "Бразилиа",
    "flag": "🇧🇷",
    "fact": "Крупнейшая страна Южной Америки"
  },
  {
    "name": "Канада",
    "capital": "Оттава",
    "flag": "🇨🇦",
    "fact": "Вторая по площади страна мира"
  },
  {
    "name": "Чили",
    "capital": "Сантьяго",
    "flag": "🇨🇱",
    "fact": "Очень длинная и узкая страна"
  },
  {
    "name": "Колумбия",
    "capital": "Богота",
    "flag": "🇨🇴",
    "fact": "Известна кофе • Регион: Америка"
  },
  {
    "name": "Коста-Рика",
    "capital": "Сан-Хосе",
    "flag": "🇨🇷",
    "fact": "Не имеет армии • Регион: Америка"
  },
  {
    "name": "Куба",
    "capital": "Гавана",
    "flag": "🇨🇺",
    "fact": "Крупнейший остров Карибского моря"
  },
  {
    "name": "Доминика",
    "capital": "Розо",
    "flag": "🇩🇲",
    "fact": "Известна природными парками • Регион: Америка"
  },
  {
    "name": "Доминиканская Республика",
    "capital": "Санто-Доминго",
    "flag": "🇩🇴",
    "fact": "Делит остров с Гаити • Регион: Америка"
  },
  {
    "name": "Эквадор",
    "capital": "Кито",
    "flag": "🇪🇨",
    "fact": "Пересекается экватором • Регион: Америка"
  },
  {
    "name": "Сальвадор",
    "capital": "Сан-Сальвадор",
    "flag": "🇸🇻",
    "fact": "Самая маленькая страна Центральной Америки • Регион: Америка"
  },
  {
    "name": "Гренада",
    "capital": "Сент-Джорджес",
    "flag": "🇬🇩",
    "fact": "Известна как «остров специй» • Регион: Америка"
  },
  {
    "name": "Гватемала",
    "capital": "Гватемала",
    "flag": "🇬🇹",
    "fact": "Наследие цивилизации майя • Регион: Америка"
  },
  {
    "name": "Гайана",
    "capital": "Джорджтаун",
    "flag": "🇬🇾",
    "fact": "Единственная англоязычная страна Южной Америки"
  },
  {
    "name": "Гаити",
    "capital": "Порт-о-Пренс",
    "flag": "🇭🇹",
    "fact": "Первая независимая страна Латинской Америки"
  },
  {
    "name": "Гондурас",
    "capital": "Тегусигальпа",
    "flag": "🇭🇳",
    "fact": "Известен коралловыми рифами • Регион: Америка"
  },
  {
    "name": "Ямайка",
    "capital": "Кингстон",
    "flag": "🇯🇲",
    "fact": "Родина регги • Регион: Америка"
  },
  {
    "name": "Мексика",
    "capital": "Мехико",
    "flag": "🇲🇽",
    "fact": "Богатая древняя культура • Регион: Америка"
  },
  {
    "name": "Никарагуа",
    "capital": "Манагуа",
    "flag": "🇳🇮",
    "fact": "Крупнейшая страна Центральной Америки"
  },
  {
    "name": "Панама",
    "capital": "Панама",
    "flag": "🇵🇦",
    "fact": "Знаменита Панамским каналом • Регион: Америка"
  },
  {
    "name": "Парагвай",
    "capital": "Асунсьон",
    "flag": "🇵🇾",
    "fact": "Не имеет выхода к морю • Регион: Америка"
  },
  {
    "name": "Перу",
    "capital": "Лима",
    "flag": "🇵🇪",
    "fact": "Дом древнего города Мачу-Пикчу"
  },
  {
    "name": "Сент-Китс и Невис",
    "capital": "Бастер",
    "flag": "🇰🇳",
    "fact": "Самое маленькое государство Америки"
  },
  {
    "name": "Сент-Люсия",
    "capital": "Кастри",
    "flag": "🇱🇨",
    "fact": "Известна вулканическими пейзажами • Регион: Америка"
  },
  {
    "name": "Сент-Винсент и Гренадины",
    "capital": "Кингстаун",
    "flag": "🇻🇨",
    "fact": "Архипелаг в Карибском море • Регион: Америка"
  },
  {
    "name": "Суринам",
    "capital": "Парамарибо",
    "flag": "🇸🇷",
    "fact": "Бывшая колония Нидерландов • Регион: Америка"
  },
  {
    "name": "США",
    "capital": "Вашингтон",
    "flag": "🇺🇸",
    "fact": "Одна из крупнейших экономик мира"
  },
  {
    "name": "Тринидад и Тобаго",
    "capital": "Порт-оф-Спейн",
    "flag": "🇹🇹",
    "fact": "Известны карнавалами • Регион: Америка"
  },
  {
    "name": "Уругвай",
    "capital": "Монтевидео",
    "flag": "🇺🇾",
    "fact": "Одна из самых стабильных стран региона • Регион: Америка"
  },
  {
    "name": "Венесуэла",
    "capital": "Каракас",
    "flag": "🇻🇪",
    "fact": "Дом самого высокого водопада в мире"
  },
  {
    "name": "Австралия",
    "capital": "Канберра",
    "flag": "🇦🇺",
    "fact": "Единственная страна-континент"
  },
  {
    "name": "Фиджи",
    "capital": "Сува",
    "flag": "🇫🇯",
    "fact": "Состоит из более чем 300 островов"
  },
  {
    "name": "Кирибати",
    "capital": "Южная Тарава",
    "flag": "🇰🇮",
    "fact": "Расположена в четырёх полушариях"
  },
  {
    "name": "Маршалловы Острова",
    "capital": "Маджуро",
    "flag": "🇲🇭",
    "fact": "Испытания ядерного оружия в прошлом"
  },
  {
    "name": "Микронезия",
    "capital": "Паликир",
    "flag": "🇫🇲",
    "fact": "Состоит из сотен островов • Регион: Океания"
  },
  {
    "name": "Науру",
    "capital": "Ярен",
    "flag": "🇳🇷",
    "fact": "Самое маленькое островное государство"
  },
  {
    "name": "Новая Зеландия",
    "capital": "Веллингтон",
    "flag": "🇳🇿",
    "fact": "Известна природой и фильмами «Властелин колец» • Регион: Океания"
  },
  {
    "name": "Палау",
    "capital": "Нгерулмуд",
    "flag": "🇵🇼",
    "fact": "Одно из наименее населённых государств"
  },
  {
    "name": "Папуа — Новая Гвинея",
    "capital": "Порт-Морсби",
    "flag": "🇵🇬",
    "fact": "Сотни языков и культур • Регион: Океания"
  },
  {
    "name": "Самоа",
    "capital": "Апиа",
    "flag": "🇼🇸",
    "fact": "Одна из первых стран, встречающих новый день"
  },
  {
    "name": "Соломоновы Острова",
    "capital": "Хониара",
    "flag": "🇸🇧",
    "fact": "Архипелаг в Тихом океане • Регион: Океания"
  },
  {
    "name": "Тонга",
    "capital": "Нукуалофа",
    "flag": "🇹🇴",
    "fact": "Единственная монархия в регионе"
  },
  {
    "name": "Тувалу",
    "capital": "Фунафути",
    "flag": "🇹🇻",
    "fact": "Одна из наименее населённых стран мира"
  },
  {
    "name": "Вануату",
    "capital": "Порт-Вила",
    "flag": "🇻🇺",
    "fact": "Известна активными вулканами • Регион: Океания"
  }
]
